<!-- Content Wrapper. Contains page content -->
<div class="content-wrapper">
    <!-- Content Header (Page header) -->
    <div class="content-header">
        <div class="container-fluid">
            <div class="row mb-2">
                <div class="col-sm-6">
                    <h1 class="m-0 text-dark">История докладов</h1>
                </div><!-- /.col -->
            </div><!-- /.row -->
        </div><!-- /.container-fluid -->
    </div>
    <!-- /.content-header -->
    <!-- Main content -->
    <div class="content">
        <div class="container-fluid">
            <!-- The timeline -->
            <div class="timeline timeline-inverse">
                <div class="time-label">
                    <span class="bg-info">
                        29 августа 2020 г.
                    </span>
                </div>
                <!-- /.timeline-label -->
                <!-- timeline item -->
                <div>
                    <i class="fas fa-comments bg-primary"></i>
                    <div class="timeline-item">
                        <div class="timeline-header">
                            Общее понятие ИБ, Направления в ИБ, Зачем оно вообще нужно, Мероприятия по ИБ
                        </div>
                        <div class="timeline-body">
                            О чем поговорили:<br>
                            1. о современных направлениях ИБ - чисто для разогрева<br>
                            2. Обзорный доклад об уязвимостях, их классификации и эксплуатации<br>
                            3. Доклад на тему данных и информации, каналов передачи данных<br>
                            4. Обсудили идеи для местного мероприятия и идеи для ближайших стендов.
                        </div>
                    </div>
                </div>
                <!-- timeline time label -->
                <div class="time-label">
                    <span class="bg-info">
                        29 августа 2020 г.
                    </span>
                </div>
                <!-- /.timeline-label -->
                <!-- timeline item -->
                <div>
                    <i class="fas fa-comments bg-primary"></i>
                    <div class="timeline-item">
                        <div class="timeline-header">
                            Знакомство, описание целей дефкона, примерный план тем: роcт компетенций, создание
                            конкурентноспособной команды для CTF. Темы: Форензика, Реверс, Пентест, Веб,
                            тренировочные площадки, Желающие поделиться компетенциями. Участие в CTF, перспективы
                            развития
                        </div>
                        <div class="timeline-body">
                            1. Ожидали меньше народа и это ли не счастье, что оказалось не так ) Все пришли
                            неголодные и впервые мы увидели как конфеты-чай-печенье остались после нашествия)<br>
                            2. Участники задавали вопросы и уже сразу поступали предложения, в том числе: <br>
                            - на встрече пятого сентября один из участников поделится темой по каналам утечки
                            информации (после его официального согласия включим этот пункт в программу), <br>
                            - есть идеи по возможным мероприятиям, которые мы так же обсудим на встрече пятого
                            сентября<br>
                            - рассмотрели инструменты для общения внутри группы и как распределить использование
                            ресурсов: пока принято все новости публиковать на уже существующих каналах (вк, фейсбук,
                            телега), а для общения внутри группы использовать альтернативные более надежные ресурсы.
                            Стоит отметить, что основной канал с другими сообществами все еще телега, а доп.
                            информация от головной группы (организаторов DefCON) – все еще почта.<br>
                            3. Point of Contact, он же ответственный за группу – Evgeniya Guralnik, так же можно
                            найти на всех объявленных ресурсах. <br>
                            4. На встрече был неожиданный гость – министр связи. Удалось позадавать ему вопросы и
                            узнать, о чем думает министр. В целом, нашли общий язык и диалог был интересен, особенно
                            принимая во внимание, что встреча была неформальной. Павел Анатольевич предложил
                            аккумулировать идеи развития и конструктивные предложения ИТ в области и транслировать
                            их регулярно.<br>
                            5. Была интересная дискуссия на тему: от чего зависит развитие человека. Только от него
                            самого или учебные заведения должны на это влиять, помогать. Добавим цитату от DefCON:
                            «Невежество простительно, потому что оно излечимо; глупость нет. Разница между
                            невежеством и глупостью в желании оставаться в неведении. Быть хакером - значит
                            стремиться развиваться быстрее, чем масса, поэтому мы рекомендуем вам использовать любую
                            возможность для этого»
                        </div>
                    </div>
                </div>
                <!-- END timeline item -->
                <div>
                    <i class="far fa-clock bg-gray"></i>
                </div>
            </div>
            <!-- /.row -->
        </div><!-- /.container-fluid -->
    </div>
    <!-- /.content -->
</div>
<!-- /.content-wrapper -->